tap "1password/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "iag/smart-oven", "https://github.customerlabs.com.au/foundations-aws/homebrew-smart-oven"
tap "jesseduffield/lazygit"
tap "julien-cpsn/atac"
tap "mingrammer/flog"
tap "out-of-cheese-error/the-way"
tap "snyk/tap"
brew "bash"
brew "openssl@3"
brew "bat"
brew "xz"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cheat"
brew "eza"
brew "fzf"
brew "git"
brew "git-filter-repo"
brew "go-jsonnet"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "helm"
brew "hurl"
brew "jmeter"
brew "jq"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lua"
brew "luarocks"
brew "neovim"
brew "nginx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "tmux"
brew "tokei"
brew "tree"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "yq"
brew "zlib"
brew "zoxide"
brew "hashicorp/tap/vault"
brew "iag/smart-oven/smart-oven"
brew "jesseduffield/lazygit/lazygit"
brew "julien-cpsn/atac/atac"
brew "mingrammer/flog/flog"
brew "snyk/tap/snyk"
cask "1password-cli"
cask "bruno"
cask "font-iosevka"
cask "openlens"
vscode "alexcvzz.vscode-sqlite"
vscode "bibhasdn.unique-lines"
vscode "deltaxml.xslt-xpath"
vscode "donjayamanne.python-environment-manager"
vscode "dotjoshjohnson.xml"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "jasonnutter.search-node-modules"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.sublime-keybindings"
vscode "redhat.vscode-xml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "xabikos.javascriptsnippets"
vscode "zainchen.json"
