tap "1password/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "julien-cpsn/atac"
tap "mingrammer/flog"
brew "atuin"
brew "awscli"
brew "bash"
brew "bat"
brew "cask"
brew "cheat"
brew "eza"
brew "fzf"
brew "fd"
brew "git"
brew "glow"
brew "python@3.12"
brew "pyright"
brew "git-filter-repo"
brew "gitleaks"
brew "go"
brew "go-jsonnet"
brew "helm"
brew "hurl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lua"
brew "luarocks"
brew "node"
brew "markdown-toc"
brew "markdownlint-cli"
brew "neovim"
brew "pyenv"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "stow"
brew "tmux"
brew "tokei"
brew "tree"
brew "typescript"
brew "watch"
brew "wget"
brew "yasm"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
brew "julien-cpsn/atac/atac"
brew "mingrammer/flog/flog"
cask "1password-cli"
cask "font-0xproto-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "kitty"
cask "markdown-service-tools"
cask "wezterm"
cask "yass"
