tap "1password/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "julien-cpsn/atac"
brew "awscli"
brew "bat"
brew "cask"
brew "cheat"
brew "eza"
brew "fzf"
brew "git"
brew "git-filter-repo"
brew "go"
brew "go-jsonnet"
brew "helm"
brew "hurl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lua"
brew "luarocks"
brew "neovim"
brew "pyenv"
brew "ripgrep"
brew "tmux"
brew "tokei"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "julien-cpsn/atac/atac"
cask "1password-cli"
cask "font-iosevka"
